[
    {
        "name": "Afghan Hound",
        "commonNames": ["Tazi", "Da Kochyano Spay", "Ogar Afgan", "Barakzai Hound", "Eastern Greyhound", "Persian Greyhound"],
        "description": "In spite of their elegant appearance, Afghans were bred to hunt. They are aloof, haughty dogs around strangers, but can be loving, playful companions in the home. With their gorgeous, high-maintenance coats and their regal manner, these dogs could be considered the \"super-models\" of the canine world.",
        "history": "Afghan Hounds were originally employed as hunters and guardians in their native Afghanistan and their lineage pre-dates our modern breeds. Returning British army officers took sighthounds from Afghanistan, India, and Iran home with them in the early 1900s. The most famous dog, which set the breed standard, was Zardin, imported from India in 1907. In the 1920s, two types were imported to UK and formed the basis for breed development there. The Afghan arrived in the U.S. in 1922, with breeding kennels established on the East Coast. Zeppo Marx, youngest of the Marx brothers, famously imported two Afghans in 1931.",
        "funFact": "Afghans' silky coats are extremely high maintenance.",
        "health": "Afghans are prone to cataracts and often suffer from the lung disease chylothorax. They can also be sensitive to anesthesia.",
        "origin": "Afghanistan",
        "colors": ["Red", "Cream", "Domino", "Blue", "Brindle", "Black and Tan"],
        "averageHeight": 30,
        "averageWeight": 58,
        "averageLifeExpectancy": 12.75,
        "exerciseRequired": 4,
        "easeOfTraining": 2,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 3,
        "goodWithDogs": 3,
        "groomingRequired": 5,
        "categoryName": "Sighthounds & Pariahs"
    },
    {
        "name": "Africanis",
        "commonNames": ["African Dog", "Bantu Dog", "Hottentot Hunting Dog", "Khoikhoi Dog", "Tswana breed dog", "Zulu Dog", "Umbwa Wa Ki-Shenzi"],
        "description": "The Africanis is an ancient Southern African dog with a friendly, though watchful, temperament. It is known for its physical strength, speed, and exceptional good health. This short-coated, medium-sized dog is well muscled, can be of any color, and occasionally shows a ridgeback.",
        "history": "Traditional African dogs arrived in Egypt around 4700 BCE from the Levant. The Egyptians bred them to be swift and slender, and they continued there for centuries in isolation, eventually migrating to southern Africa. As time passed, they likely bred with the dogs of traders or seafarers until the current type was achieved. Their Swahili name, Umbwa Wa Ki-Shenzi, means common or mongrel.",
        "funFact": "Reportedly, these dogs can become grumpy as they grow older.",
        "health": "This breed's good health may be because over the years it has developed a natural resistance to disease and internal and external parasites.",
        "origin": "South Africa",
        "colors": ["Brown", "Reddish-Brown", "Cream", "Brown and White"],
        "averageHeight": 23,
        "averageWeight": 50,
        "averageLifeExpectancy": 12,
        "exerciseRequired": 5,
        "easeOfTraining": 4,
        "affection": 2,
        "playfulness": 4,
        "goodWithChildren": 4,
        "goodWithDogs": 4,
        "groomingRequired": 1,
        "categoryName": "Sighthounds & Pariahs"
    },
    {
        "name": "American Staghound",
        "commonNames": ["Staghound"],
        "description": "The American Staghound was originally created to hunt deer, wolves, and coyote, and still fills the role of a large animal hunter today. They resemble the Greyhound, but come in two coat varieties—smooth and rough, and are accepted in all coat colors. This breed is gentle, calm, and affectionate with children and makes a wonderful family dog, especially in rural environments with lots of open space. Staghounds may not be suitable for homes with smaller, furry pets, which they may see as prey. They are seldom territorial, so don't make the best watchdogs.",
        "history": "The American Staghound resulted from settlers crossing Scottish deerhounds and Greyhounds, and both are still occasionally introduced to enrich the breed. The modern version likely traces back to the 1800s; General George Armstrong Custer used them to hunt on the American plains.",
        "funFact": "Staghounds are very fast but are not hyperactive.",
        "health": "Due to its low percentage of body fat-to-muscle ratio, the Staghound is sensitive to anesthesia.",
        "origin": "America",
        "colors": ["Brown", "Cream"],
        "averageHeight": 27,
        "averageWeight": 70,
        "averageLifeExpectancy": 12,
        "exerciseRequired": 5,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 5,
        "goodWithDogs": 2,
        "groomingRequired": 2,
        "categoryName": "Sighthounds & Pariahs"
      },
      {
        "name": "Azawakh",
        "commonNames": ["Idi", "Hanshee", "Oska", "Rawondu", "Bareeru", "Wulo"],
        "description": "Azawakhs are a graceful, elegant breed that were once used for hunting gazelles. They are aloof and haughty with strangers, but become very emotionally attached to their families. Their hunting instincts make them some danger to smaller animals; they will possibly give chase if they see them running.",
        "history": "This breed originated from the pariah dogs of Sub-Saharan Africa—also called bush dogs or basenji—and it is also closely related to the Sloughi of the Maghreb. Despite morphological similarities, mitochondrial DNA evidence shows that it is only very distantly related to other sighthounds. They are relatively uncommon in Europe and North America, but there is a growing band of devotees.",
        "funFact": "The dogs are very social and can be emotional.",
        "health": "There is a small occurrence of adult-onset idiopathic epilepsy in the breed.",
        "origin": "Egypt",
        "colors": ["Brown", "Tan", "Cream", "White"],
        "averageHeight": 27,
        "averageWeight": 45,
        "averageLifeExpectancy": 12,
        "exerciseRequired": 5,
        "easeOfTraining": 3,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 4,
        "goodWithDogs": 2,
        "groomingRequired": 1,
        "categoryName": "Sighthounds & Pariahs"
      },
      {
        "name": "Basenji",
        "commonNames": ["African Bush Dog", "African Barkless Dog", "Ango Angari", "Congo Dog", "aZande Dog"],
        "description": "This deer-like, primitive Central African breed was once used to track lions. These unique, playful dogs form strong bonds of loyalty with their owners and families. They are inquisitive and extremely playful, and are often noted for their excellent problem-solving abilities. Basenjis are called \"barkless dogs,\" but they definitely do communicate—through a range of chortles, yodels, and barroos. They are also known for being very clean, almost odorless dogs—another primitive trait.",
        "history": "Recent genetic testing has revealed that these are among the oldest type dog in the world—likely descended from Asian wolf crosses—making them an important link to ancient canine history. Similar dogs are seen on many Egyptian stelae, sitting at the feet of royalty. Their name means \"wild dog from the bush,\" as it was in the remote bushlands of Africa's Congo Basin that they developed their unique characteristics. The breed was not discovered by Europeans until the nineteenth century. Two dogs were exhibited at Crufts in London in 1895, but tragically both died from distemper. Basenjis arrived in the U.S. in 1937, and the AKC recognized them in 1944.",
        "funFact": "The Basenji tends to become emotionally attached to a single human.",
        "health": "Basenjis are prone to Fanconi syndrome, a kidney ailment, and may suffer blindness from PRA (progressive retinal atrophy).",
        "origin": "Democratic Republic of the Congo",
        "colors": ["Black", "Brown", "Cream", "Brown and White", "Black and White", "Tri-color"],
        "averageHeight": 20,
        "averageWeight": 25,
        "averageLifeExpectancy": 13.5,
        "exerciseRequired": 5,
        "easeOfTraining": 4,
        "affection": 4,
        "playfulness": 4,
        "goodWithChildren": 4,
        "goodWithDogs": 2,
        "groomingRequired": 1,
        "categoryName": "Sighthounds & Pariahs"
      },
      {
        "name": "Borzoi",
        "commonNames": ["Barzoi", "Russian Wolfhound", "Russian Hunting Sighthound", "Russkaya", "Psovaya Borzaya", "Psovoi"],
        "description": "Slender, elegant Borzois can make wonderful companion animals, though as sighthounds, they retain a strong hunting instinct that can put smaller pets at risk. While outwardly lithe and graceful, they are also surprisingly strong and tenacious. These were wolf hunters, after all. Generally they have calm, friendly temperaments, though they can be stubborn and require competent, experienced owners.",
        "history": "These elegant dogs, also known as Russian Wolfhounds, were originally bred for hunting wolves and hares in Russia. The breed is believed to have developed through cross-breeding ancient sighthounds, such as the Saluki, with heavier native Russian dogs. Some of the earliest references to \"hare-coursing dogs\" date back to the year 1260 at the court of the Grand Duke of Novgorod. There are also records of a special breeding station for these sighthounds at the Imperial Czar's kennels in Gatchina that date back to 1613. The breed was first imported to the United States in 1888, and was registered by the AKC in 1891. By this date, the breed had also become popular in the UK, due to the influence of Kathleen, Duchess of Newcastle, who had established a breeding kennel that produced a number of champion dogs.",
        "funFact": "Borzois generally have wonderful temperaments, although they can be somewhat stubborn.",
        "health": "The breed is known to be at a higher risk from mastocytoma (mast cell tumors) than the general dog population.",
        "origin": "Russia",
        "colors": ["Brown", "Tan", "Cream", "White"],
        "averageHeight": 30,
        "averageWeight": 90,
        "averageLifeExpectancy": 11,
        "exerciseRequired": 5,
        "easeOfTraining": 2,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 4,
        "goodWithDogs": 2,
        "groomingRequired": 3,
        "categoryName": "Sighthounds & Pariahs"
      },
      {
        "name": "Canaan Dog",
        "commonNames": [],
        "description": "The Canaan Dog, a pariah dog of the Middle East, has been in existence for thousands of years—sometimes feral, sometimes domesticated. The modern Canaans share many qualities of other primitive dogs, including a strong survival instinct. They will bark at strangers, making them good watchdogs, but they are not aggressive. This breed is good with children, enjoys active family life, and excels at competitions like obedience, showmanship, agility, flyball, tracking, and herding.",
        "history": "This early dog was used by the Israelites to guard their camps and herd their livestock. Excavations of an ancient dog cemetery in Ashkelon, Israel, unearthed 700 dog skeletons, all of them anatomically similar to the modern Canaan dog. Canaan Dogs were unknown in the West until 1934, when Austrian animal behaviorist Rudolphina Menzel began training them as guard dogs for the Israeli Defence Forces.",
        "funFact": "Canaan Dogs are blessed with an endearing and responsive personality.",
        "health": "Canaans are a hardy breed and don't suffer from any known hereditary health problems.",
        "origin": "Israel",
        "colors": ["White", "Brown", "Black"],
        "averageHeight": 24,
        "averageWeight": 40,
        "averageLifeExpectancy": 13,
        "exerciseRequired": 5,
        "easeOfTraining": 5,
        "affection": 4,
        "playfulness": 3,
        "goodWithChildren": 3,
        "goodWithDogs": 2,
        "groomingRequired": 1,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Carolina Dog",
        "commonNames": [],
        "description": "The Carolina Dog, a primitive breed of North America, is surprisingly similar to a small Dingo in appearance. It is well-muscled and powerful for its size, a free-running dog, showing strong movement with a lot of drive; it is also agile and able to turn instantly. The breed is known for its \"fish-hook\" tail, which is carried in various positions according to the mood of the dog, but is never slack or loose.",
        "history": "Carolina Dogs were originally Native American dogs and were the first domesticated canines of the Americas, thought to be direct descendants of the ancient pariah dogs that accompanied Asians across the Bering Strait land bridge 8,000 years ago. In the 1970s this same dog was discovered roaming wooded areas of the Deep South by Dr. I. Lehr Brisbin, Jr., a senior research ecologist at the University of Georgia's Savannah River Ecology Lab. It was he who named them. The remoteness of their home area allowed the dogs to develop naturally, with little influence from other breeds.",
        "funFact": "These active dogs are not recommended for apartment life.",
        "health": "Generally healthy, the Carolina Dog should be taken for a daily long walk.",
        "origin": "United States",
        "colors": ["Tan", "White"],
        "averageHeight": 22,
        "averageWeight": 40,
        "averageLifeExpectancy": 14.5,
        "exerciseRequired": 6,
        "easeOfTraining": 3,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 3,
        "goodWithDogs": 2,
        "groomingRequired": 2,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Chippiparai",
        "commonNames": ["Tamil Greyhound", "Tamil Nadu"],
        "description": "The slender, swift, Chippiparai is a sighthound native to Southern India. It is known for its great hardiness and gentle temperament. This breed has become very rare, and many experts fear that it is in danger of extinction. Chippiparai are protective and energetic dogs that are best suited to families living in a rural areas.",
        "history": "This breed is believed to be a descendant of the Saluki, one of the world's oldest pure-bred dogs. For many years Chippiparais were highly valued in Southern India for their incredible speed, and they were held only by those of the highest caste. Wealthy aristocrats in Tamil Nadu sent them into the field after deer, hare, and wild boar.",
        "funFact": "The dog was named for the town in which it was developed, Chippiparai, in Madurai, Tamil Nadu, India.",
        "health": "This breed is very healthy and resistant to diseases. However, it faces hip dysplasia and patellar luxation.",
        "origin": "India",
        "colors": ["White", "Light Brown"],
        "averageHeight": 25,
        "averageWeight": 38,
        "averageLifeExpectancy": 13.5,
        "exerciseRequired": 5,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 5,
        "goodWithDogs": 4,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Cirneco dell'etna",
        "commonNames": ["Cirneco"],
        "description": "In spite of their lithe appearance, Cirneco dell'Etnas are rugged, hardy dogs, that originated near Mount Etna on the island of Sicily. They thrive in the hot, harsh climate of their home country, and have historically been used to hunt rabbits and other vermin. Today, although still used for hunting, these intelligent, energetic dogs are also happy to be companion animals, provided they get regular exercise.",
        "history": "This breed was named after Mount Etna, a volcanic mountain in Sicily, where Cirneco dell'Etnas were used to hunt rabbits. It is the smallest of the Mediterranean island hunting hounds, which also includes the Pharaoh and Ibizan Hounds. The breed was recognized by the United Kennel Club in 2006, but not recognized by the American Kennel Club until 2015.",
        "funFact": "Attentive, keen to learn, and highly intelligent, this breed is more than a little mischievous!",
        "health": "Cirnechi are extremely hardy and free from inherited health problems.",
        "origin": "Italy",
        "colors": ["Reddish Brown", "Light Brown"],
        "averageHeight": 18,
        "averageWeight": 22,
        "averageLifeExpectancy": 13.5,
        "exerciseRequired": 5,
        "easeOfTraining": 3,
        "affection": 4,
        "playfulness": 4,
        "goodWithChildren": 4,
        "goodWithDogs": 4,
        "groomingRequired": 1,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Eastern Greyhound",
        "commonNames": ["Hortaya Borzaya", "Chortaj"],
        "description": "This ancient sighthound is large, lean, robust with an elongated body. It is used by hunters for its speed and keen eyesight that can spot a moving object at a very far distance. Unusual for a sighthound, it has an excellent sense of smell. It is friendly, quiet, balanced and affectionate, and well suited to home life where there are no smaller pets.",
        "history": "The Eastern Greyhound is a rare breed developed in the 15th to 17th century and indigenous to a region extending from modern Ukraine and south of Russia to western Kazakhstan. It was not known outside the USSR until that state's dissolution. It is recognized as a suitable pet, but can be very difficult to obtain outside Russia.",
        "funFact": "It is never aggressive or fierce towards humans.",
        "health": "Breed-specific illnesses or hereditary diseases, such as hip dysplasia and elbow dysplasia, are so far unknown.",
        "origin": "Russia",
        "colors": ["Brown", "Red-Brown", "Cream", "White"],
        "averageHeight": 26,
        "averageWeight": 54,
        "averageLifeExpectancy": 14.5,
        "exerciseRequired": 6,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 5,
        "goodWithDogs": 4,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Galgo Español",
        "commonNames": ["Spanish Galgo", "Spanish greyhound"],
        "description": "The Galgo Español, or Spanish Greyhound, is an ancient breed that is not well known outside Spain. In their homeland they are still widely used for coursing and competing for the prestigious annual Copa de Su Majestad el Rey, or the King's Cup. Galgos are calm, quiet, and gentle in the home and many are surprisingly cat friendly, for sighthounds. They can sometimes be shy with strangers.",
        "history": "This is an ancient breed of dog that dates back at least to the early Middle Ages. At that time they were the province of nobility, and there were laws in effect at that time to punish anyone who killed or stole a Galgo. Linguistically, the Galgo is not only the \"Spanish Greyhound\" but also the \"Spanish dog\"—the name is probably derived from the Latin canis Gallicus or \"dog from Gaul.\" The Galgo is also possibly the ancestor of the English Greyhound.",
        "funFact": "Galgos have a very similar nature to Greyhounds.",
        "health": "Galgos are a fairly healthy breed, although they are sensitive to anaesthesia.",
        "origin": "Spain",
        "colors": ["Brown", "Cream", "White", "Dark Gray"],
        "averageHeight": 25,
        "averageWeight": 60,
        "averageLifeExpectancy": 11,
        "exerciseRequired": 4,
        "easeOfTraining": 3,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 4,
        "goodWithDogs": 3,
        "groomingRequired": 1,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Greyhound",
        "commonNames": [],
        "description": "Despite being bred for speed for many centuries, and excelling at their task, Greyhounds are also noted for their affectionate temperaments. They are akin to oversized \"lap dogs,\" generally calm and quiet around the house, needing only short but vigorous bouts of exercise. They are loyal, friendly, and typically good with children. Although Greyhounds make excellent companions, some retain their instincts to hunt on sight, so small, furry pets, including other dogs, are not always safe around them. Even with their reputation for speed, Greyhounds do not need extended periods of daily exercise. They are bred for sprinting rather than endurance and are happy to spend most of the day relaxing at home.",
        "history": "The exact origins of the Greyhound are uncertain, but traditional theories lean toward their development in the Middle East or among the cultures of ancient Europe. Representations of Greyhound-like dogs appear frequently on ancient Egyptian tombs. Controversially, a study in 2004 into pure-bred dog genetics indicated that Greyhounds, Borzois, and Irish Wolfhounds hold the same genetic cluster as several European herding breeds. These findings, combined with historical evidence, has led some to conclude that the breed actually originated in south-eastern England approximately 2,000-2,500 years ago. Hare coursing with Greyhounds became popular in England in the sixteenth century, and at the same time, the first of the breed arrived in the Americas with the Spanish conquistadors. These dogs also have had a long association with the nobility and were frequently given as prestigious gifts among rulers. Greyhound were usually kept separate from other hunting dogs and given preferential treatment. At the end of the nineteenth century, racing Greyhounds on a track became a popular sport and remains so today.",
        "funFact": "They are only suitable for a very active household.",
        "health": "Normally very healthy dogs, Greyhounds can suffer from bone cancer, gastric torsion, poor teeth, and corns.",
        "origin": "England",
        "colors": ["Black", "Fawn", "White", "Blue"],
        "averageHeight": 28,
        "averageWeight": 70,
        "averageLifeExpectancy": 12,
        "exerciseRequired": 3,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 4,
        "goodWithDogs": 2,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Ibizan Hound",
        "commonNames": ["Ibizan Warren Hound"],
        "description": "With their slender frames and large, upstanding ears, Ibizan Hounds are frequently described as \"deer-like.\" They appear in two coat types—smooth and wire, although the latter can sometimes soften into long hair. These energetic dogs have an incredible jumping ability—they can clear a five-foot fence with ease—and an elegant springy trot. Prone to seeking attention, these engaging clowns are well suited to active households. They can be sensitive during training and do not \"learn\" from punishment.",
        "history": "The Ibizan Hound originated on the Mediterranean island of Eivissa and was popular in the Catalan-speaking areas of Spain and France for hunting rabbits and other small game. It was bred to be a fast dog that could hunt on all types of terrain, working by scent, sound and sight. Hunters run these dogs in mostly female packs, with perhaps a male or two, because the females are considered the better hunters. The breed was fully recognized by the American Kennel Club in 1978.",
        "funFact": "They have also been known to scale trees; worth considering before purchasing one!",
        "health": "Minor health concerns for the breed include seizures and allergies.",
        "origin": "Ibiza",
        "colors": ["White with Red", "Cream", "Brown"],
        "averageHeight": 26,
        "averageWeight": 48,
        "averageLifeExpectancy": 13.5,
        "exerciseRequired": 5,
        "easeOfTraining": 3,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 3,
        "goodWithDogs": 3,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Indian Pariah Dog",
        "commonNames": ["Pye-dog"],
        "description": "One of the earliest primitive breeds, the Indian Pariah evolved in the outskirts of towns and villages, close to forests where tigers and leopards were common. As a result, this is a highly cautious breed that makes an excellent watchdog. They can also be territorial in defense of their pack or family. The term pariah can mean outcast, but in the canine sense it refers to a primitive class of dog that is not formally recognized or commercially bred.",
        "history": "The Indian Pariah Dog (Canis lupus familiaris) is thought to trace back 15,000 years, making it one of the oldest canine lineages in the world. It is the aboriginal land-race, meaning naturally selected dog, of the Indian sub-continent, which includes India, Pakistan, Bangladesh, and Nepal. The modern-day Pariah Dog resembles the fossil remains of many early dogs from around the world, and may also be the progenitor of the Australian Dingo.",
        "funFact": "These dogs bark at the slightest provocation and can be noisy.",
        "health": "They have very few health concerns and thrive with minimal maintenance.",
        "origin": "India",
        "colors": ["Yellow/Tan", "White", "Reddish-Brown"],
        "averageHeight": 24,
        "averageWeight": 58,
        "averageLifeExpectancy": 14,
        "exerciseRequired": 6,
        "easeOfTraining": 5,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 4,
        "goodWithDogs": 4,
        "groomingRequired": 1,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Irish Wolfhound",
        "commonNames": ["Cú Faoil"],
        "description": "The tallest of the hound breeds, the Irish Wolfhound can be a real couch potato and loves nothing better than to lie around in the most comfortable spot. These dogs have superb temperaments, are calm when indoors, and are generally easygoing, making them excellent pets for people who can give them occasional space to roam.",
        "history": "Irish Wolfhounds may have been brought to Ireland as far back as 7000 BCE; they were highly valued since Roman times as guardians, hunters, and companions. Despite their even temperaments, Irish Wolfhounds were known for being ferocious and fearless, and were used to hunt wolves and guard livestock. The coat of arms of early Irish kings bore an image of the Irish Wolfhound and the words \"Gentle when stroked, fierce when provoked.\" Nearly extinct by the late 1800s, the breed was recreated from the few remaining specimens by Scotsman Captain George Augustus Graham.",
        "funFact": "Wolfhound puppies initially grow very quickly and will be large by six months of age.",
        "health": "This is a very healthy breed, but problems can include gastric torsion, bone cancer, heart problems, and hip or elbow dysplasia.",
        "origin": "Ireland",
        "colors": ["Fawn/Tan", "Black", "Gray"],
        "averageHeight": 31,
        "averageWeight": 100,
        "averageLifeExpectancy": 8,
        "exerciseRequired": 4,
        "easeOfTraining": 5,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 4,
        "goodWithDogs": 4,
        "groomingRequired": 2,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Italian Greyhound",
        "commonNames": ["Iggy"],
        "description": "The Italian Greyhound, sometimes called an \"Iggy,\" is the smallest of the sighthounds. The name comes from their popularity during Renaissance Italy. These are playful, lively little dogs that thrive on attention and they make charming companion animals for mature adults. They are not advised for families with children, however; these dogs are fragile and can be injured if handled too roughly.",
        "history": "These svelte little dogs originated more than 2,000 years ago in the regions now known as Greece and Turkey. Depictions on Egyptian tombs and from ancient Rome show petite Greyhound-like dogs that were the ancestors of the modern Italian Greyhound. Although they were undoubtedly bred as pets, the breed was likely also used in vermin control. By the sixteenth century they had made their way to England— and were also found in aristocratic homes throughout Europe.",
        "funFact": "Puppies need lots of attention, diversions, and moderate exercise, to prevent destructive behavior.",
        "health": "These dogs are typically healthy, but prone to teeth and gum problems, idiopathic epilepsy, hypothyroidism, and progressive retinal atrophy.",
        "origin": "Italy",
        "colors": ["White", "Black", "Blue/Gray"],
        "averageHeight": 15,
        "averageWeight": 54,
        "averageLifeExpectancy": 14.5,
        "exerciseRequired": 4,
        "easeOfTraining": 4,
        "affection": 5,
        "playfulness": 5,
        "goodWithChildren": 1,
        "goodWithDogs": 4,
        "groomingRequired": 1,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Kanni",
        "commonNames": [],
        "description": "Like all sighthounds, Kannis are accomplished at hunting small game and deer, and are particularly fast and strong. These are agile, graceful dogs that resemble a slimmed-down, elongated Doberman Pinscher. They are often shy, but can be counted on to defend their homes and families. Kannis are also known as a silent breed that does not bark needlessly. At home with their families they are faithful and easy to train, but can be independent-minded.",
        "history": "This rare breed of sighthound was traditionally given as a gift by a bride to her groom as part of her dowry; kanni translates as \"maiden\" or \"virgin\" in the classical language Tamil. The dogs are still highly prized by families and still given as gifts, never bought or sold, and only if the recipient promises to take great care with the dog. They are fed a diet of milk and corn porridge, and only get meat once a week or so. Although this beloved breed is near extinction, no group has come forward to save it.",
        "funFact": "They are only suitable for a very active household.",
        "health": "The breed is now extremely rare, and is on the verge of extinction.",
        "origin": "India",
        "colors": ["Fawn/Tan", "Black/Tan", "Brown"],
        "averageHeight": 23,
        "averageWeight": 54,
        "averageLifeExpectancy": 12,
        "exerciseRequired": 6,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 3,
        "goodWithDogs": 3,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Magyar Agár",
        "commonNames": ["Hungarian Greyhound"],
        "description": "Although they resemble Greyhounds, Magyar Agárs are a distinct breed, with their own unique traits. A more fitting name would be Hungarian Gazehound. These dogs should be elegant but rugged, with a body longer than it is tall, and a relatively heavy bone structure. They should also be able to handle rough terrain and show stamina and endurance. In the home, these tireless hunters are affectionate and docile, well-behaved with children, other dogs, and, with proper introduction, even cats.",
        "history": "The lineage of the Magyar Agár, also called the Hungarian Greyhound, stretches back more than 1,100 years. These dogs were first bred to accompany hunters on horseback and are; therefore, capable of traveling long distances at steady speeds. Traditionally, these sighthounds were owned by the nobility, although the working classes kept smaller versions of the dog, known as farm Agárs or hare catchers, which unfortunately no longer exist.",
        "funFact": "Although they are rare outside Europe, a few Magyar Agár live in the United States.",
        "health": "This is generally a very healthy breed with no known medical issues.",
        "origin": "Hungary",
        "colors": ["White", "Fawn/Tan", "Brown"],
        "averageHeight": 28,
        "averageWeight": 65,
        "averageLifeExpectancy": 13,
        "exerciseRequired": 6,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 4,
        "goodWithDogs": 4,
        "groomingRequired": 1,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Mudhol Hound",
        "commonNames": ["Mudhol Dog", "Caravan Hound"],
        "description": "Few dogs are known by as many different names as the Mudhol Hound—the feathered variety is the Pashmi, the village dog is the Karwani. This Indian sighthound is above all a working dog, capable of bringing down anything from small game, likes hares; to larger game, like antelope. They are elegant, graceful, and courageous, hunting over taxing terrain that most dogs would find daunting. In the home they are loyal but can be aloof. Their two chief requirements are plenty of space and lots of exercise.",
        "history": "The Mudhol Hound is an ancient breed that was introduced to western India from central Asia and Arabia, making it a likely descendent of the Saluki or Tazi. It's possible they were brought to India by the Pathans, Afghans, Arabs, and Persians through the famous Kyber Pass. These dogs were known to travel with nomadic peoples and to follow their caravans from one place to another. The breed name comes from the town of Mudhol, where the dogs are popular.",
        "funFact": "Shrimant Rajasaheb Malojirao Ghorpade revived these dogs in the early 1900s.",
        "health": "The Mudhol Hound is generally healthy and does not have any specific health issues.",
        "origin": "India",
        "colors": ["White", "Fawn/Cream"],
        "averageHeight": 23,
        "averageWeight": 32,
        "averageLifeExpectancy": 13,
        "exerciseRequired": 5,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 3,
        "goodWithDogs": 3,
        "groomingRequired": 1,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "New Guinea Singing Dog",
        "commonNames": ["Hallstrom dog"],
        "description": "These \"foxy\"-looking reddish dogs once ran wild across New Guinea, although feral populations are now thought to be extinct. Even though experts disagree over whether they are a true wild dog, they are certainly an ancient and genetically pure breed that is related to the Australian Dingo. Their limbs and spines are quite flexible and their paws rotate enough to allow them to climb trees with thick bark. The name comes from their melodious howl, which sounds like singing; groups indulge in chorus howling.",
        "history": "The first specimen of this dog, taken on Mount Scratchley, was collected and described in 1897 by Charles Walter De Vis. Twentieth-century Australian philanthropist Sir Edward Hallstrom, who had set up a native animal study center in Nondugl, also studied the breed. When researchers determined that the New Guinea Singing Dog was a distinct species, it was named Canis hallstromi, in his honor. Today, the breed's greatest risk is hybridizing with other dogs.",
        "funFact": "These shy dogs are gentle and friendly with people.",
        "health": "The New Guinea Singing Dog is a hardy breed.",
        "origin": "New Guinea",
        "colors": ["Brown", "Reddish-Brown", "Cream", "Black/Brown"],
        "averageHeight": 18,
        "averageWeight": 26,
        "averageLifeExpectancy": 14.5,
        "exerciseRequired": 4,
        "easeOfTraining": 3,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 3,
        "goodWithDogs": 2,
        "groomingRequired": 1,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Old Croatian Sighthound",
        "commonNames": ["Hrti"],
        "description": "The Old Croatian Sighthound, or Hrti, is a relative newcomer to Eastern Europe, with a number of sighthounds in its background. It displays typical greyhound conformation—rose ears, slender body, and a short coat that is predominately white with markings of black or dark brown, or with yellowish spotting. It is agile and fast, ideal for coursing small game or competing in racing trials.",
        "history": "Descended form the Old Bosnian Greyhound, this breed's lineage also includes the Hungarian Greyhound, Posavac Hound, Istrian Hound, the Whippet, and the English Greyhound. The breed was almost exterminated by war when Croatia was still part of Yugoslavia. Researchers studied this dog's decline as an example of how the loss of aristocratic landowners—who hunted on horseback with their sighthounds—opened the way to yeoman hunters who followed their scent hounds on foot.",
        "funFact": "They are only suitable for a very active household.",
        "health": "The breed is known to be at a higher risk from mastocytoma (mast cell tumours) than the general population of dogs.",
        "origin": "Croatia",
        "colors": ["Tan", "Pink/Cream", "White", "Brown"],
        "averageHeight": 23,
        "averageWeight": 54,
        "averageLifeExpectancy": 14.5,
        "exerciseRequired": 4,
        "easeOfTraining": 3,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 3,
        "goodWithDogs": 2,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Peruvian Inca Orchid",
        "commonNames": ["Moonflower Dog"],
        "description": "Often referred to as a 'hairless' breed, these endearing little dogs have sparse patches of hair on the head, tail, and feet. Some puppies are born with a full coat, although the coated variety cannot be shown. They are exceptionally clean dogs, free from odor, and may be suitable for people with allergies. For the right person, the Peruvian Inca Orchid is an exotic treat, but its delicate skin does require special care. Affectionate with family members, they can be wary of newcomers.",
        "history": "When Spanish explorers first entered Peru in the early 1500s, they came upon this unique breed in the homes of the Inca nobility. The dog actually pre-dates this period—facsimiles of hairless dogs were found on ceramic vessels dated 750 AD, and they were kept as pets by pre-Incan cultures that lived along the coast. They were probably also eaten by some cultures, although the conquering Incas forbid it. Today in the U.S. the descendants of 13 Peruvians dogs are recognized by the AKC.",
        "funFact": "Peruvian Inca Orchids can get cold very easily.",
        "health": "These dogs are prone to skin issues and teeth problems.",
        "origin": "Peru",
        "colors": ["Yellow", "Brown", "Dark Brown"],
        "averageHeight": 30,
        "averageWeight": 58,
        "averageLifeExpectancy": 11.5,
        "exerciseRequired": 4,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 5,
        "goodWithDogs": 4,
        "groomingRequired": 1,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Pharaoh Hound",
        "commonNames": [],
        "description": "The graceful, elegant Pharaoh Hound looks like the hunting dogs seen on many royal Egyptian tombs, hence the name. They have no link with that country, however, but they do resemble other sighthounds of the Mediterranean region, including the Sicilian Cirneco and the Portuguese Podengo. They typically hunt at night, when there are fewer distractions. When small prey goes to ground, this dog will leap into the air and land hard, trying to roust the animal from its hole.",
        "history": "The Pharaoh Hound is likely an ancient breed, going back roughly 2,000 years. It the national dog of Malta, where it is used to course rabbits. Recent DNA testing has shown that these dogs have no link with ancient Egypt. The breed remained largely unknown in the West until a pair arrived in England in the 1920s. The first Pharaoh Hounds were imported into the U.S. in 1967 and the breed was officially recognized by the AKC.",
        "funFact": "They are only suitable for a very active household.",
        "health": "The breed is known to be at a higher risk from mastocytoma (mast cell tumours) than the general population of dogs.",
        "origin": "Egypt",
        "colors": ["Yellow", "Brown", "Dark Brown"],
        "averageHeight": 26,
        "averageWeight": 55,
        "averageLifeExpectancy": 13,
        "exerciseRequired": 4,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 4,
        "goodWithDogs": 3,
        "groomingRequired": 1,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Podenco Canario",
        "commonNames": ["Canary Islands Warren Hound"],
        "description": "These sighthounds developed in isolation on the Canary Islands, where they were used for hunting the rabbits that overran the landscape. Although they are known for their durability and toughness, these dogs are also gentle and loyal pets, with a temperament similar to the Greyhound. Recognized by several minor registries, this dog is gaining interest from those looking for a unique breed.",
        "history": "The Podenco Canario is an older breed found throughout the Canary Islands, off the coast of Morocco, where it still hunts rabbits in packs. The dogs were believed to have been brought over from Egypt and Africa by early settlers, including the Phoenicians, but DNA testing revealed they are no more primitive or ancient than other European hunting breed.",
        "funFact": "The breed standard calls for a 'nervy, agitated' dog.",
        "health": "A very rare ovotesticular/testicular disorder has been seen in one dog of this breed; it results in dogs that are genetically females developing testes or ovotestes instead of ovaries.",
        "origin": "Spain",
        "colors": ["Yellow", "Brown", "Dark Brown"],
        "averageHeight": 22,
        "averageWeight": 45,
        "averageLifeExpectancy": 11,
        "exerciseRequired": 6,
        "easeOfTraining": 3,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 3,
        "goodWithDogs": 4,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Polish Greyhound",
        "commonNames": ["Chart Polski"],
        "description": "Although it is very similar in appearance to the English Greyhound, the muscular Chart Polski is not descended from that breed. This dog is used primarily to hunt hare, fox, and deer, running down prey with its great speed. It has an insulating double coat during all seasons, and as the weather turns cold it grows a heavy undercoat to compensate for frigid Polish winters. In the home, these determined dogs need a firm hand and a lot of guidance. In the show ring, they are known for being real hams.",
        "history": "The Chart Polski was developed before dog breeding records were kept, meaning that much of its history has been lost. It is known that this dog had a long association with Poland, where it has traditionally been a favorite of the Polish nobility, who used it on wolves. The breed has been mentioned in Polish literature since the thirteenth century. Today the dog is rarely seen in the U.S., even though it was recognized by the United Kennel Club in 1996.",
        "funFact": "The Chart Polski is a very low-maintenance breed.",
        "health": "It appears that no health studies have been conducted on the Chart Polski.",
        "origin": "Poland",
        "colors": ["Beige", "Brown", "Black"],
        "averageHeight": 30,
        "averageWeight": 90,
        "averageLifeExpectancy": 14.5,
        "exerciseRequired": 5,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 5,
        "goodWithDogs": 4,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Portuguese Podengo Pequeno",
        "commonNames": [],
        "description": "The smallest of the three Podengo varieties, this lively little firecracker was used to flush rabbits and control vermin, including on the ships of Portuguese seafarers. They rely on sight, scent, and hearing when trailing prey. The smooth coat is short and dense; the wire or rough coat is long and harsh, with a bearded muzzle. The approved colors are yellow or fawn. In the home, these dogs are active, amusing, affectionate companions that do well in many sports. They also make excellent watchdogs.",
        "history": "An ancient breed, Podengos trace their history back to at least to 1000 BCE, when they were taken to the Iberian Peninsula by Romans and Phoenician traders. They likely share their lineage with the Pharaoh Hound, Ibizan Hound, Cirneco dell'Etna, and Basenji. During the Age of Discovery, the Podengo Pequeno accompanied Portuguese explorers on their ships and earned their way by killing rats. A wire-coat Pequeno was first shown in the U.S. in 2001 in Boston.",
        "funFact": "This was originally a rustic breed used by farmers for pest control.",
        "health": "This long-lived breed is generally healthy, but problems can include Legg-Calves-Perthes disease and luxating patella.",
        "origin": "Portugal",
        "colors": ["Yellow", "Brown", "Dark Brown"],
        "averageHeight": 12,
        "averageWeight": 12,
        "averageLifeExpectancy": 14,
        "exerciseRequired": 4,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 3,
        "goodWithDogs": 3,
        "groomingRequired": 2,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Portuguese Podengo",
        "commonNames": [],
        "description": "This hardy pack hunter developed in three sizes: large, medium, and small, each with two coat options—smooth and wire. The Grande was used on deer and wild boar, and the Medio was used for rabbits and flushing game; the Pequeno, which chased rabbits, is now recognized as a separate breed. These are clever dogs with a touch of mischief. Good with children, other animals, and livestock.",
        "history": "Podengos are an ancient hunting dog that can trace their history back to at least to 1000 BCE, when they arrived on the Iberian Peninsula with Romans and Phoenician traders. They share a heritage with the Pharaoh Hound, Ibizan Hound, Cirneco dell'Etna, and Basenji. Today, both the Grande and Medio are registered by the AKC as one breed in the hound group. These dogs are rarely seen outside Portugal, although there are a number of Medios in the U.S.",
        "funFact": "The charming Medio has often been used in Hollywood films such as Dante's Peak.",
        "health": "Legg-Calves-Perthes disease has been noted in the Podengo.",
        "origin": "Portugal",
        "colors": ["Yellow", "Brown", "Dark Brown"],
        "averageHeight": 23,
        "averageWeight": 54,
        "averageLifeExpectancy": 14.5,
        "exerciseRequired": 4,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 3,
        "goodWithDogs": 3,
        "groomingRequired": 2,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Rampur Greyhound",
        "commonNames": ["Rampur Hound"],
        "description": "This substantial sighthound is a fairly recent addition to the group, developed in the early twentieth century to take down large predators, such as jackals, in the Rampur region of India. Built to cover great distances quickly, they are also dogs of remarkable endurance. Rampurs crave human companionship and do well with other dogs—two carousing Rampurs will intentionally butt into each other at high speeds. They also keep themselves as clean as cats inside the house.",
        "history": "This breed originated in the early 1900s during the reign of His Royal Highness Ahmed Ali Khan Bahadur, the Nawab of Rampur. His intent was to create a fierce and agile breed with the intent of hunting wild boar, a favoured pastime of the royals. He bred powerful, fierce Afghani Tazis with English Greyhounds to produce a fearless hunter that was not intimidated by large predators like jackals, lions, tigers, and coyotes in addition to wild boar.",
        "funFact": "The Rampur can be a protective, one-person dog.",
        "health": "One of the most common problems in Rampur Hounds is bloating, caused by the sudden influx of gas and air in the stomach.",
        "origin": "India",
        "colors": ["Black", "Brown", "Yellow"],
        "averageHeight": 30,
        "averageWeight": 58,
        "averageLifeExpectancy": 13,
        "exerciseRequired": 4,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 4,
        "goodWithDogs": 3,
        "groomingRequired": 2,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Saluki",
        "commonNames": ["Persian Greyhound"],
        "description": "These lithe sighthounds, with their slender frames and regal appearance, might look fragile but they are tough, resilient dogs with tremendous stamina and great speed. They are possibly the first dog selectively bred by early humans, somewhere in the Fertile Crescent. There are two types—smooth, with silky fur only on the legs, and feathered. They are reserved with strangers, independent, and easily bored—owners that furnish a lot of interaction, however, will be rewarded with great loyalty.",
        "history": "Scientists speculate that Salukis descended from the earliest dogs and made their way throughout the Mediterranean region with their nomadic owners. Depictions of dogs resembling Salukis appear on Egyptian tombs dating to 2100 BCE, some 4,000 years ago. Legends maintains that returning Crusaders first brought them to Europe; they were frequently included in Renaissance paintings.",
        "funFact": "The name Saluki may come from ancient Sumerian, or from the old Yemeni.",
        "health": "Because of their low level of body fat, slender sighthounds such as the Saluki are often sensitive to anesthesia and certain other drugs.",
        "origin": "Middle East",
        "colors": ["White", "Brown", "Black"],
        "averageHeight": 26,
        "averageWeight": 60,
        "averageLifeExpectancy": 13.5,
        "exerciseRequired": 6,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 3,
        "goodWithDogs": 2,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Sloughi",
        "commonNames": ["Arabian Greyhound", "Berber Greyhound"],
        "description": "The elegant short-haired Sloughi was originally used for coursing and hunting small game in the deserts and mountains of North Africa. It still excels in this respect. It has long, flat muscles, as opposed to the brawny muscles of Greyhounds and Whippets, and a feather-light gait. These are sensitive, intelligent dogs that cannot be trained using punishment. They enjoy many activities—long walks, romping, and racing—and do well in most homes if provided with a variety of exercises.",
        "history": "These dogs probably originated in Ethiopia sometime around 3000 BCE; similar dogs appear on pot shards that date from that time. Fine specimens were likely presented as gifts to the Egyptian Pharaohs. DNA study indicates that this is a genetically unique population of sighthounds; its genetic sequences are shared by the Basenji, placing this breed firmly in Africa. Today it is found mainly in Morocco, Algeria, Tunisia, and Libya. It was recognized by the AKC in 2016.",
        "funFact": "Despite the similar name, they are not related to Salukis.",
        "health": "Only a few genetic conditions have been noted in the breed, in particular progressive retinal atrophy (PRA).",
        "origin": "Morocco",
        "colors": ["Sand", "Red", "Brindle", "Black-masked"],
        "averageHeight": 27,
        "averageWeight": 55,
        "averageLifeExpectancy": 13,
        "exerciseRequired": 6,
        "easeOfTraining": 2,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 3,
        "goodWithDogs": 3,
        "groomingRequired": 1,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Scottish Deerhound",
        "commonNames": ["Highland Deerhound"],
        "description": "Scottish Deerhounds are superbly designed to hunt fast animals for long periods over difficult terrain. They are in a sense the 4x4 vehicle of the dog world. Like many sighthounds, the Deerhound has a wonderful temperament—calm and affectionate in the home and happy to lie about on a couch for much of the day. Scottish Deerhounds are very large dogs, but for the right family, they make truly wonderful companions.",
        "history": "These dogs have been known as Irish wolf-dogs, Scottish Greyhounds, Rough Greyhounds, and Highland deerhounds. It is possible they were used to hunt wolves and then re-purposed to hunt the great stags of the Highlands, but they were certainly used as far back as the sixteenth century to bring down deer. Sir Walter Scott was a fan of Deerhounds and featured one in his novel, The Talisman. A Deerhound also played Sirius Black as Padfoot in the Harry Potter films.",
        "funFact": "In spite of their size, they don’t make good guard dogs because of their loving natures.",
        "health": "Sighthounds, including Scottish Deerhounds, are sensitive to anesthesia and some other drugs.",
        "origin": "Scotland",
        "colors": ["White", "Grey", "Black"],
        "averageHeight": 31,
        "averageWeight": 90,
        "averageLifeExpectancy": 8.5,
        "exerciseRequired": 5,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 3,
        "goodWithDogs": 3,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Silken Windhound",
        "commonNames": [],
        "description": "Silken Windhounds are a recent breed, developed as a smaller version of the tall, elegant sighthounds. Like their larger cousins, they hunt by sight and are able to course game at high speeds. They are easy to train, but wither under harsh methods. At home, they love lounging on the couch with their humans. They are unsuitable as guard dogs due to their friendly natures. Like most sighthounds, Silkens excel at racing or lure coursing, as well as competing in flyball, agility, and obedience trials.",
        "history": "The Silken Windhound was created by Francie Stull, a breeder of top show and performance Borzoi and Scottish Deerhounds. Utilizing her decades of experience with these hounds, she combined their best aspects with the bloodlines of some of the top Borzois and Whippets in America. The result was a small-to-medium size dog with all the admirable sighthound qualities—speed, endurance, and the desire to form a strong bond with humans.",
        "funFact": "Silkens will work eagerly and form strong relationships with their owners.",
        "health": "There have been some cases of cryptorchidism, umbilical hernia, and lotus syndrome.",
        "origin": "United States",
        "colors": ["Sand", "Gold", "Brown"],
        "averageHeight": 21,
        "averageWeight": 54,
        "averageLifeExpectancy": 15.5,
        "exerciseRequired": 5,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 5,
        "goodWithDogs": 4,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Taigan",
        "commonNames": ["Kyrgyz Sighthound"],
        "description": "This sighthound has adapted to the extreme mountainous conditions in the Tian Shan range of its Central Asian homeland, where it hunts ibex, roe deer, wolf, fox and marmot. The Taigan is also used in conjunction with trained birds of prey. The medium-length coat is soft and slightly curly.",
        "history": "For thousands of years the Taigan of Kyrghz was a valued hunter for nomadic tribes that travelled from Siberia to Central Asia. Collective farming under the USSR replaced the nomadic life for many, but when Kyrghzstan became independent in 1991, some people again took up the nomadic life, and coursing the Taigan for game became a way of earning money. Meanwhile, the upper classes began to acquire this dog as a symbol of their national heritage.",
        "funFact": "This versatile breed hunts with all its senses, not just sight.",
        "health": "The breed is known to be at a higher risk from mastocytoma (mast cell tumours) than the general population of dogs.",
        "origin": "Kyrgyzstan",
        "colors": ["Black", "Brown"],
        "averageHeight": 26,
        "averageWeight": 65,
        "averageLifeExpectancy": 12,
        "exerciseRequired": 6,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 5,
        "goodWithDogs": 4,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Thai Ridgeback",
        "commonNames": ["TRD"],
        "description": "The Thai Ridgeback is one of only three breeds that has a ridge of hair running down its back in the opposite direction to the rest of the coat. The other two are the Rhodesian Ridgeback and the Phu Quoc Ridgeback of Vietnam. These muscular dogs are intelligent, and loyal, and can be protective of the home. They have no trouble relaxing around the house, but will require outlets for sudden bursts of energy. Because they can be independent-minded, they are not a good choice for the novice owner.",
        "history": "The Thai Ridgeback has been found in eastern Thailand since the Middle Ages, but its ancestors go back to early primitive dogs. It is considered an ancient land-race dog, that is, a breed that evolved naturally on its own. One genetic-based hypothesis is that both Thai Ridgebacks and Phu Quocs are descended from the Funan Ridgeback Dog, which originated over 1,000 years ago in the Funan Era. Thai Ridgebacks have only recently had a formal breed standard.",
        "funFact": "Thai farmers know this breed as the 'cart-following dog.'",
        "health": "The Thai Ridgeback is a very healthy breed.",
        "origin": "Thailand",
        "colors": ["White", "Fawn", "Sand"],
        "averageHeight": 22,
        "averageWeight": 58,
        "averageLifeExpectancy": 13,
        "exerciseRequired": 5,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 3,
        "goodWithDogs": 2,
        "groomingRequired": 2,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Xoloitzcuintli",
        "commonNames": ["Mexican Hairless"],
        "description": "The virtually hairless Xolo comes in three sizes—small, medium and large—and in a coated form. All these varieties can appear in the same litter. Hairlessness in this breed is a dominant genetic mutation, but the hairless Xolo does have some fluff on the top of the head, the tip of the tail, and the toes. Xolos should exhibit a 'primitive' temperament—intelligence, sensitivity, curiosity, high energy, and strong hunting and social instincts, and they are not emotionally mature until two years old.",
        "history": "Once the sacred dogs of the Aztecs, Xolos possibly came to the Americas across the Bering Strait with nomadic tribes; genetic testing has shown they are related to several Old World breeds. In the modern era they were village dogs, without much fanfare. Today the breed is considered a national treasure in Mexico, and was named Dog of the Year in 2010. Approximately 30,000 are known to exist worldwide.",
        "funFact": "The breed’s name comes from two Nahuatl words meaning 'god' and 'dog.'",
        "health": "The delicate-skinned Xolo needs protection from the sun and from extremely cold weather.",
        "origin": "Mexico",
        "colors": ["Black", "Gray", "Brown"],
        "averageHeight": 18,
        "averageWeight": 34,
        "averageLifeExpectancy": 14.5,
        "exerciseRequired": 3,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 2,
        "goodWithDogs": 4,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Whippet",
        "commonNames": [],
        "description": "Whippets were bred for external beauty. These calm and affectionate dogs are usually the gentlest pets and are among the best sighthounds for families. Whippets are athletic, agile, and love to run, but are also content to relax indoors with their owners. They are sensitive and do not respond well to harsh discipline. Whippets are not natural guard dogs, but their biggest challenge is their strong prey drive, making it essential to provide a properly enclosed area for exercise.",
        "history": "This sleek and slight breed originated in Northern England in the early 19th century, when working men bred Greyhounds with smaller terriers to create a fast, agile dog for hunting rabbits and rats. Whippets quickly became popular among coal miners and textile workers as racing dogs, earning the nickname 'the poor man’s racehorse.' As their popularity spread, Whippets were bred for greater refinement and beauty, and they became beloved show dogs and companions. Recognized by the Kennel Club (UK) in 1891 and the American Kennel Club in 1888.",
        "funFact": "If a Whippet is called from across the field, it may run at full speed to its owner, leap up, and curl itself into a ball to sleep for hours.",
        "health": "Notably thin, Whippets are very sensitive to cold weather, skin injuries, and some anesthetics. Sighthounds in general can have reactions to poor health and stress.",
        "origin": "England",
        "colors": ["White", "Brown and White","Brindle", "Fawn"],
        "averageHeight": 20,
        "averageWeight": 30,
        "averageLifeExpectancy": 14.5,
        "exerciseRequired": 6,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 5,
        "goodWithDogs": 4,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      }
]