[
    {
        "name": "Afghan Hound",
        "commonNames": ["Tazi", "Da Kochyano Spay", "Ogar Afgan", "Barakzai Hound", "Eastern Greyhound", "Persian Greyhound"],
        "description": "In spite of their elegant appearance, Afghans were bred to hunt. They are aloof, haughty dogs around strangers, but can be loving, playful companions in the home. With their gorgeous, high-maintenance coats and their regal manner, these dogs could be considered the \"super-models\" of the canine world.",
        "history": "Afghan Hounds were originally employed as hunters and guardians in their native Afghanistan and their lineage pre-dates our modern breeds. Returning British army officers took sighthounds from Afghanistan, India, and Iran home with them in the early 1900s. The most famous dog, which set the breed standard, was Zardin, imported from India in 1907. In the 1920s, two types were imported to UK and formed the basis for breed development there. The Afghan arrived in the U.S. in 1922, with breeding kennels established on the East Coast. Zeppo Marx, youngest of the Marx brothers, famously imported two Afghans in 1931.",
        "funFact": "Afghans' silky coats are extremely high maintenance.",
        "health": "Afghans are prone to cataracts and often suffer from the lung disease chylothorax. They can also be sensitive to anesthesia.",
        "origin": "Afghanistan",
        "colors": ["Red", "Cream", "Domino", "Blue", "Brindle", "Black and Tan"],
        "averageHeight": 30,
        "averageWeight": 58,
        "averageLifeExpectancy": 12.75,
        "exerciseRequired": 4,
        "easeOfTraining": 2,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 3,
        "goodWithDogs": 3,
        "groomingRequired": 5,
        "categoryName": "Sighthounds & Pariahs"
    },
    {
        "name": "Africanis",
        "commonNames": ["African Dog", "Bantu Dog", "Hottentot Hunting Dog", "Khoikhoi Dog", "Tswana breed dog", "Zulu Dog", "Umbwa Wa Ki-Shenzi"],
        "description": "The Africanis is an ancient Southern African dog with a friendly, though watchful, temperament. It is known for its physical strength, speed, and exceptional good health. This short-coated, medium-sized dog is well muscled, can be of any color, and occasionally shows a ridgeback.",
        "history": "Traditional African dogs arrived in Egypt around 4700 BCE from the Levant. The Egyptians bred them to be swift and slender, and they continued there for centuries in isolation, eventually migrating to southern Africa. As time passed, they likely bred with the dogs of traders or seafarers until the current type was achieved. Their Swahili name, Umbwa Wa Ki-Shenzi, means common or mongrel.",
        "funFact": "Reportedly, these dogs can become grumpy as they grow older.",
        "health": "This breed's good health may be because over the years it has developed a natural resistance to disease and internal and external parasites.",
        "origin": "South Africa",
        "colors": ["Brown", "Reddish-Brown", "Cream", "Brown and White"],
        "averageHeight": 23,
        "averageWeight": 50,
        "averageLifeExpectancy": 12,
        "exerciseRequired": 5,
        "easeOfTraining": 4,
        "affection": 2,
        "playfulness": 4,
        "goodWithChildren": 4,
        "goodWithDogs": 4,
        "groomingRequired": 1,
        "categoryName": "Sighthounds & Pariahs"
    },
    {
        "name": "American Staghound",
        "commonNames": ["Staghound"],
        "description": "The American Staghound was originally created to hunt deer, wolves, and coyote, and still fills the role of a large animal hunter today. They resemble the Greyhound, but come in two coat varieties—smooth and rough, and are accepted in all coat colors. This breed is gentle, calm, and affectionate with children and makes a wonderful family dog, especially in rural environments with lots of open space. Staghounds may not be suitable for homes with smaller, furry pets, which they may see as prey. They are seldom territorial, so don't make the best watchdogs.",
        "history": "The American Staghound resulted from settlers crossing Scottish deerhounds and Greyhounds, and both are still occasionally introduced to enrich the breed. The modern version likely traces back to the 1800s; General George Armstrong Custer used them to hunt on the American plains.",
        "funFact": "Staghounds are very fast but are not hyperactive.",
        "health": "Due to its low percentage of body fat-to-muscle ratio, the Staghound is sensitive to anesthesia.",
        "origin": "America",
        "colors": ["Brown", "Cream"],
        "averageHeight": 27,
        "averageWeight": 70,
        "averageLifeExpectancy": 12,
        "exerciseRequired": 5,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 5,
        "goodWithDogs": 2,
        "groomingRequired": 2,
        "categoryName": "Sighthounds & Pariahs"
      },
      {
        "name": "Azawakh",
        "commonNames": ["Idi", "Hanshee", "Oska", "Rawondu", "Bareeru", "Wulo"],
        "description": "Azawakhs are a graceful, elegant breed that were once used for hunting gazelles. They are aloof and haughty with strangers, but become very emotionally attached to their families. Their hunting instincts make them some danger to smaller animals; they will possibly give chase if they see them running.",
        "history": "This breed originated from the pariah dogs of Sub-Saharan Africa—also called bush dogs or basenji—and it is also closely related to the Sloughi of the Maghreb. Despite morphological similarities, mitochondrial DNA evidence shows that it is only very distantly related to other sighthounds. They are relatively uncommon in Europe and North America, but there is a growing band of devotees.",
        "funFact": "The dogs are very social and can be emotional.",
        "health": "There is a small occurrence of adult-onset idiopathic epilepsy in the breed.",
        "origin": "Egypt",
        "colors": ["Brown", "Tan", "Cream", "White"],
        "averageHeight": 27,
        "averageWeight": 45,
        "averageLifeExpectancy": 12,
        "exerciseRequired": 5,
        "easeOfTraining": 3,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 4,
        "goodWithDogs": 2,
        "groomingRequired": 1,
        "categoryName": "Sighthounds & Pariahs"
      },
      {
        "name": "Basenji",
        "commonNames": ["African Bush Dog", "African Barkless Dog", "Ango Angari", "Congo Dog", "aZande Dog"],
        "description": "This deer-like, primitive Central African breed was once used to track lions. These unique, playful dogs form strong bonds of loyalty with their owners and families. They are inquisitive and extremely playful, and are often noted for their excellent problem-solving abilities. Basenjis are called \"barkless dogs,\" but they definitely do communicate—through a range of chortles, yodels, and barroos. They are also known for being very clean, almost odorless dogs—another primitive trait.",
        "history": "Recent genetic testing has revealed that these are among the oldest type dog in the world—likely descended from Asian wolf crosses—making them an important link to ancient canine history. Similar dogs are seen on many Egyptian stelae, sitting at the feet of royalty. Their name means \"wild dog from the bush,\" as it was in the remote bushlands of Africa's Congo Basin that they developed their unique characteristics. The breed was not discovered by Europeans until the nineteenth century. Two dogs were exhibited at Crufts in London in 1895, but tragically both died from distemper. Basenjis arrived in the U.S. in 1937, and the AKC recognized them in 1944.",
        "funFact": "The Basenji tends to become emotionally attached to a single human.",
        "health": "Basenjis are prone to Fanconi syndrome, a kidney ailment, and may suffer blindness from PRA (progressive retinal atrophy).",
        "origin": "Democratic Republic of the Congo",
        "colors": ["Black", "Brown", "Cream", "Brown and White", "Black and White", "Tri-color"],
        "averageHeight": 20,
        "averageWeight": 25,
        "averageLifeExpectancy": 13.5,
        "exerciseRequired": 5,
        "easeOfTraining": 4,
        "affection": 4,
        "playfulness": 4,
        "goodWithChildren": 4,
        "goodWithDogs": 2,
        "groomingRequired": 1,
        "categoryName": "Sighthounds & Pariahs"
      },
      {
        "name": "Borzoi",
        "commonNames": ["Barzoi", "Russian Wolfhound", "Russian Hunting Sighthound", "Russkaya", "Psovaya Borzaya", "Psovoi"],
        "description": "Slender, elegant Borzois can make wonderful companion animals, though as sighthounds, they retain a strong hunting instinct that can put smaller pets at risk. While outwardly lithe and graceful, they are also surprisingly strong and tenacious. These were wolf hunters, after all. Generally they have calm, friendly temperaments, though they can be stubborn and require competent, experienced owners.",
        "history": "These elegant dogs, also known as Russian Wolfhounds, were originally bred for hunting wolves and hares in Russia. The breed is believed to have developed through cross-breeding ancient sighthounds, such as the Saluki, with heavier native Russian dogs. Some of the earliest references to \"hare-coursing dogs\" date back to the year 1260 at the court of the Grand Duke of Novgorod. There are also records of a special breeding station for these sighthounds at the Imperial Czar's kennels in Gatchina that date back to 1613. The breed was first imported to the United States in 1888, and was registered by the AKC in 1891. By this date, the breed had also become popular in the UK, due to the influence of Kathleen, Duchess of Newcastle, who had established a breeding kennel that produced a number of champion dogs.",
        "funFact": "Borzois generally have wonderful temperaments, although they can be somewhat stubborn.",
        "health": "The breed is known to be at a higher risk from mastocytoma (mast cell tumors) than the general dog population.",
        "origin": "Russia",
        "colors": ["Brown", "Tan", "Cream", "White"],
        "averageHeight": 30,
        "averageWeight": 90,
        "averageLifeExpectancy": 11,
        "exerciseRequired": 5,
        "easeOfTraining": 2,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 4,
        "goodWithDogs": 2,
        "groomingRequired": 3,
        "categoryName": "Sighthounds & Pariahs"
      },
      {
        "name": "Canaan Dog",
        "commonNames": [],
        "description": "The Canaan Dog, a pariah dog of the Middle East, has been in existence for thousands of years—sometimes feral, sometimes domesticated. The modern Canaans share many qualities of other primitive dogs, including a strong survival instinct. They will bark at strangers, making them good watchdogs, but they are not aggressive. This breed is good with children, enjoys active family life, and excels at competitions like obedience, showmanship, agility, flyball, tracking, and herding.",
        "history": "This early dog was used by the Israelites to guard their camps and herd their livestock. Excavations of an ancient dog cemetery in Ashkelon, Israel, unearthed 700 dog skeletons, all of them anatomically similar to the modern Canaan dog. Canaan Dogs were unknown in the West until 1934, when Austrian animal behaviorist Rudolphina Menzel began training them as guard dogs for the Israeli Defence Forces.",
        "funFact": "Canaan Dogs are blessed with an endearing and responsive personality.",
        "health": "Canaans are a hardy breed and don't suffer from any known hereditary health problems.",
        "origin": "Israel",
        "colors": ["White", "Brown", "Black"],
        "averageHeight": 24,
        "averageWeight": 40,
        "averageLifeExpectancy": 13,
        "exerciseRequired": 5,
        "easeOfTraining": 5,
        "affection": 4,
        "playfulness": 3,
        "goodWithChildren": 3,
        "goodWithDogs": 2,
        "groomingRequired": 1,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Carolina Dog",
        "commonNames": [],
        "description": "The Carolina Dog, a primitive breed of North America, is surprisingly similar to a small Dingo in appearance. It is well-muscled and powerful for its size, a free-running dog, showing strong movement with a lot of drive; it is also agile and able to turn instantly. The breed is known for its \"fish-hook\" tail, which is carried in various positions according to the mood of the dog, but is never slack or loose.",
        "history": "Carolina Dogs were originally Native American dogs and were the first domesticated canines of the Americas, thought to be direct descendants of the ancient pariah dogs that accompanied Asians across the Bering Strait land bridge 8,000 years ago. In the 1970s this same dog was discovered roaming wooded areas of the Deep South by Dr. I. Lehr Brisbin, Jr., a senior research ecologist at the University of Georgia's Savannah River Ecology Lab. It was he who named them. The remoteness of their home area allowed the dogs to develop naturally, with little influence from other breeds.",
        "funFact": "These active dogs are not recommended for apartment life.",
        "health": "Generally healthy, the Carolina Dog should be taken for a daily long walk.",
        "origin": "United States",
        "colors": ["Tan", "White"],
        "averageHeight": 22,
        "averageWeight": 40,
        "averageLifeExpectancy": 14.5,
        "exerciseRequired": 6,
        "easeOfTraining": 3,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 3,
        "goodWithDogs": 2,
        "groomingRequired": 2,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Chippiparai",
        "commonNames": ["Tamil Greyhound", "Tamil Nadu"],
        "description": "The slender, swift, Chippiparai is a sighthound native to Southern India. It is known for its great hardiness and gentle temperament. This breed has become very rare, and many experts fear that it is in danger of extinction. Chippiparai are protective and energetic dogs that are best suited to families living in a rural areas.",
        "history": "This breed is believed to be a descendant of the Saluki, one of the world's oldest pure-bred dogs. For many years Chippiparais were highly valued in Southern India for their incredible speed, and they were held only by those of the highest caste. Wealthy aristocrats in Tamil Nadu sent them into the field after deer, hare, and wild boar.",
        "funFact": "The dog was named for the town in which it was developed, Chippiparai, in Madurai, Tamil Nadu, India.",
        "health": "This breed is very healthy and resistant to diseases. However, it faces hip dysplasia and patellar luxation.",
        "origin": "India",
        "colors": ["White", "Light Brown"],
        "averageHeight": 25,
        "averageWeight": 38,
        "averageLifeExpectancy": 13.5,
        "exerciseRequired": 5,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 5,
        "goodWithDogs": 4,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Cirneco dell'etna",
        "commonNames": ["Cirneco"],
        "description": "In spite of their lithe appearance, Cirneco dell'Etnas are rugged, hardy dogs, that originated near Mount Etna on the island of Sicily. They thrive in the hot, harsh climate of their home country, and have historically been used to hunt rabbits and other vermin. Today, although still used for hunting, these intelligent, energetic dogs are also happy to be companion animals, provided they get regular exercise.",
        "history": "This breed was named after Mount Etna, a volcanic mountain in Sicily, where Cirneco dell'Etnas were used to hunt rabbits. It is the smallest of the Mediterranean island hunting hounds, which also includes the Pharaoh and Ibizan Hounds. The breed was recognized by the United Kennel Club in 2006, but not recognized by the American Kennel Club until 2015.",
        "funFact": "Attentive, keen to learn, and highly intelligent, this breed is more than a little mischievous!",
        "health": "Cirnechi are extremely hardy and free from inherited health problems.",
        "origin": "Italy",
        "colors": ["Reddish Brown", "Light Brown"],
        "averageHeight": 18,
        "averageWeight": 22,
        "averageLifeExpectancy": 13.5,
        "exerciseRequired": 5,
        "easeOfTraining": 3,
        "affection": 4,
        "playfulness": 4,
        "goodWithChildren": 4,
        "goodWithDogs": 4,
        "groomingRequired": 1,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Eastern Greyhound",
        "commonNames": ["Hortaya Borzaya", "Chortaj"],
        "description": "This ancient sighthound is large, lean, robust with an elongated body. It is used by hunters for its speed and keen eyesight that can spot a moving object at a very far distance. Unusual for a sighthound, it has an excellent sense of smell. It is friendly, quiet, balanced and affectionate, and well suited to home life where there are no smaller pets.",
        "history": "The Eastern Greyhound is a rare breed developed in the 15th to 17th century and indigenous to a region extending from modern Ukraine and south of Russia to western Kazakhstan. It was not known outside the USSR until that state's dissolution. It is recognized as a suitable pet, but can be very difficult to obtain outside Russia.",
        "funFact": "It is never aggressive or fierce towards humans.",
        "health": "Breed-specific illnesses or hereditary diseases, such as hip dysplasia and elbow dysplasia, are so far unknown.",
        "origin": "Russia",
        "colors": ["Brown", "Red-Brown", "Cream", "White"],
        "averageHeight": 26,
        "averageWeight": 54,
        "averageLifeExpectancy": 14.5,
        "exerciseRequired": 6,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 5,
        "goodWithDogs": 4,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Galgo Español",
        "commonNames": ["Spanish Galgo", "Spanish greyhound"],
        "description": "The Galgo Español, or Spanish Greyhound, is an ancient breed that is not well known outside Spain. In their homeland they are still widely used for coursing and competing for the prestigious annual Copa de Su Majestad el Rey, or the King's Cup. Galgos are calm, quiet, and gentle in the home and many are surprisingly cat friendly, for sighthounds. They can sometimes be shy with strangers.",
        "history": "This is an ancient breed of dog that dates back at least to the early Middle Ages. At that time they were the province of nobility, and there were laws in effect at that time to punish anyone who killed or stole a Galgo. Linguistically, the Galgo is not only the \"Spanish Greyhound\" but also the \"Spanish dog\"—the name is probably derived from the Latin canis Gallicus or \"dog from Gaul.\" The Galgo is also possibly the ancestor of the English Greyhound.",
        "funFact": "Galgos have a very similar nature to Greyhounds.",
        "health": "Galgos are a fairly healthy breed, although they are sensitive to anaesthesia.",
        "origin": "Spain",
        "colors": ["Brown", "Cream", "White", "Dark Gray"],
        "averageHeight": 25,
        "averageWeight": 60,
        "averageLifeExpectancy": 11,
        "exerciseRequired": 4,
        "easeOfTraining": 3,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 4,
        "goodWithDogs": 3,
        "groomingRequired": 1,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Greyhound",
        "commonNames": [],
        "description": "Despite being bred for speed for many centuries, and excelling at their task, Greyhounds are also noted for their affectionate temperaments. They are akin to oversized \"lap dogs,\" generally calm and quiet around the house, needing only short but vigorous bouts of exercise. They are loyal, friendly, and typically good with children. Although Greyhounds make excellent companions, some retain their instincts to hunt on sight, so small, furry pets, including other dogs, are not always safe around them. Even with their reputation for speed, Greyhounds do not need extended periods of daily exercise. They are bred for sprinting rather than endurance and are happy to spend most of the day relaxing at home.",
        "history": "The exact origins of the Greyhound are uncertain, but traditional theories lean toward their development in the Middle East or among the cultures of ancient Europe. Representations of Greyhound-like dogs appear frequently on ancient Egyptian tombs. Controversially, a study in 2004 into pure-bred dog genetics indicated that Greyhounds, Borzois, and Irish Wolfhounds hold the same genetic cluster as several European herding breeds. These findings, combined with historical evidence, has led some to conclude that the breed actually originated in south-eastern England approximately 2,000-2,500 years ago. Hare coursing with Greyhounds became popular in England in the sixteenth century, and at the same time, the first of the breed arrived in the Americas with the Spanish conquistadors. These dogs also have had a long association with the nobility and were frequently given as prestigious gifts among rulers. Greyhound were usually kept separate from other hunting dogs and given preferential treatment. At the end of the nineteenth century, racing Greyhounds on a track became a popular sport and remains so today.",
        "funFact": "They are only suitable for a very active household.",
        "health": "Normally very healthy dogs, Greyhounds can suffer from bone cancer, gastric torsion, poor teeth, and corns.",
        "origin": "England",
        "colors": ["Black", "Fawn", "White", "Blue"],
        "averageHeight": 28,
        "averageWeight": 70,
        "averageLifeExpectancy": 12,
        "exerciseRequired": 3,
        "easeOfTraining": 4,
        "affection": 3,
        "playfulness": 4,
        "goodWithChildren": 4,
        "goodWithDogs": 2,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      },
      {
        "name": "Ibizan Hound",
        "commonNames": ["Ibizan Warren Hound"],
        "description": "With their slender frames and large, upstanding ears, Ibizan Hounds are frequently described as \"deer-like.\" They appear in two coat types—smooth and wire, although the latter can sometimes soften into long hair. These energetic dogs have an incredible jumping ability—they can clear a five-foot fence with ease—and an elegant springy trot. Prone to seeking attention, these engaging clowns are well suited to active households. They can be sensitive during training and do not \"learn\" from punishment.",
        "history": "The Ibizan Hound originated on the Mediterranean island of Eivissa and was popular in the Catalan-speaking areas of Spain and France for hunting rabbits and other small game. It was bred to be a fast dog that could hunt on all types of terrain, working by scent, sound and sight. Hunters run these dogs in mostly female packs, with perhaps a male or two, because the females are considered the better hunters. The breed was fully recognized by the American Kennel Club in 1978.",
        "funFact": "They have also been known to scale trees; worth considering before purchasing one!",
        "health": "Minor health concerns for the breed include seizures and allergies.",
        "origin": "Ibiza",
        "colors": ["White with Red", "Cream", "Brown"],
        "averageHeight": 26,
        "averageWeight": 48,
        "averageLifeExpectancy": 13.5,
        "exerciseRequired": 5,
        "easeOfTraining": 3,
        "affection": 3,
        "playfulness": 3,
        "goodWithChildren": 3,
        "goodWithDogs": 3,
        "groomingRequired": 3,
        "categoryId": "Sighthounds & Pariahs"
      }
]